/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"All Brands" = "All Brands";

/* No comment provided by engineer. */
"All Categories" = "All Categories";

/* No comment provided by engineer. */
"All Colors" = "All Colors";

/* No comment provided by engineer. */
"All Prices" = "All Prices";

/* No comment provided by engineer. */
"All Sales" = "All Sales";

/* No comment provided by engineer. */
"All Shops" = "All Shops";

/* No comment provided by engineer. */
"All Sizes" = "All Sizes";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Follow Us!" = "Follow Us!";

/* No comment provided by engineer. */
"Homepage" = "Homepage";

/* No comment provided by engineer. */
"How it works" = "How it works";

/* No comment provided by engineer. */
"Imprint" = "Imprint";

/* No comment provided by engineer. */
"Instagram" = "Instagram";

/* No comment provided by engineer. */
"Magazine" = "Magazine";

/* No comment provided by engineer. */
"Reset Filter" = "Reset Filter";

/* No comment provided by engineer. */
"Show" = "Show";

/* No comment provided by engineer. */
"No category selected" = "No category selected";

/* No comment provided by engineer. */
"Before filtering by brands, please select at least one category" = "Before filtering by brands, please select at least one category";

/* No comment provided by engineer. */
"Share wishlist via E-Mail" = "Share wishlist via E-Mail";

/* No comment provided by engineer. */
"Send your wishlist to you or to your friends and store your favorites styles!" = "Send your wishlist to you or to your friends and store your favorites styles!";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Clear Wishlist" = "Clear Wishlist";

/* No comment provided by engineer. */
"Are you sure you want to delete your Wishlist?" = "Are you sure you want to delete your Wishlist?";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Something went wrong" = "Something went wrong";

/* No comment provided by engineer. */
"Please provide a valid E-Mail address" = "Please provide a valid E-Mail address";

/* No comment provided by engineer. */
"Try again" = "Try again";

/* No comment provided by engineer. */
"Wishlist sent" = "Wishlist sent";

/* No comment provided by engineer. */
"Perfect, it worked! Your wishlist is on its way to you." = "Perfect, it worked! Your wishlist is on its way to you.";

/* No comment provided by engineer. */
"Ok, Thanks!" = "Ok, Thanks!";

/* No comment provided by engineer. */
"Your Wishlist is empty..." = "Your Wishlist is empty...";

/* No comment provided by engineer. */
"If you like a style, swipe right and find it back here again!" = "If you like a style, swipe right and find it back here again!";

/* No comment provided by engineer. */
"Available Sizes" = "Available Sizes";

/* No comment provided by engineer. */
"Shipping time" = "Shipping time";

/* No comment provided by engineer. */
"See Shop" = "See Shop";

/* No comment provided by engineer. */
"Share it with your friends!" = "Share it with your friends!";

/* No comment provided by engineer. */
"Share using WhatsApp" = "Share using WhatsApp";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Represented by:" = "Represented by:";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Search for all brands" = "Search for all brands";

/* No comment provided by engineer. */
"Under" = "Under";

/* No comment provided by engineer. */
"Over" = "Over";

/* No comment provided by engineer. */
"Top Brands" = "Top Brands";

/* No comment provided by engineer. */
"All Brands" = "All Brands";

